const COUNT_PHOTOS = 25;
const COUNT_AVATARS = 6;
const COUNT_MIN_LIKES = 15;
const COUNT_MAX_LIKES = 200;

const PHOTO_DESCRIPTIONS = [
  'Если смогу, я сделаю это. Конец истории.',
  'Моя жизнь меняется, потому что меняю ее я.',
  'Всегда начинайте свой день с хороших людей и кофе.',
  'Все только начинает становиться действительно хорошим.',
  'Утром только одна хорошая мысль меняет смысл целого дня.'
];

const COMMENT_MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

const COMMENT_NAMES = [
  'Анастасия',
  'Арина',
  'Иван',
  'Лев',
  'Егор',
  'Ксения',
  'Константин',
  'Владимир'
];

export {
  COUNT_PHOTOS, COUNT_AVATARS, COUNT_MIN_LIKES, COUNT_MAX_LIKES,
  PHOTO_DESCRIPTIONS, COMMENT_MESSAGES, COMMENT_NAMES
};
